<template>
  <section class="bg-[#f1f5fa] py-10">
    <div class="w-12/12 lg:w-8/12 xl:w-6/12 px-5 mx-auto">
      <div class="pb-10">
        <h1 class="text-2xl text-[#202020] pb-4">
          <span class="hashtag text-3xl">#</span> تکنیک پومودورو چیست؟!
        </h1>
        <p class="text-[#464646]">
          تکنیک پومودورو یکی از مرسوم‌ترین تکنیک‌های مدیریت زمان و بهبود
          بهره‌وری است. این تکنیک در دهه 1980 توسط Francesco Cirillo اختراع شده
          است. نام "پومودورو" به معنای "گوجه فرنگی" در زبان ایتالیایی است، که به
          دلیل ظاهر یک ساعت معمول آشپزخانه که در آن این تکنیک توضیح داده می‌شود،
          برای این تکنیک انتخاب شد. هدف این تکنیک افزایش تمرکز، بهبود بهره‌وری و
          کاهش خستگی و خشم است.
        </p>
      </div>
      <div class="pb-10">
        <h1 class="text-2xl text-[#202020] pb-4">
          <span class="hashtag text-3xl">#</span> نحوه استفاده از این تکنیک
        </h1>
        <p class="text-[#464646]">
          این تکنیک به این صورت عمل می کند که شما به کارهایی که باید انجام بدهید
          توجه می‌کنید سپس تصمیم می‌گیرید که برای 25 دقیقه به آن انجام کار
          اختصاص دهید. در این 25 دقیقه، شما باید کاملاً به انجام آن کار اختصاص
          داده شده تمرکز کنید و هیچ‌گونه اختلالی را اجازه ندهید که توجه شما را
          از کار درحال انجام منحرف کند. پس از 25 دقیقه کار، باید 5 دقیقه استراحت
          داشته باشید و توجه خود را از کار خارج کنید. موارد دیگری که برای این
          تکنیک مهم هستند، از جمله انتخاب کارها برای برنامه‌ریزی ، برنامه ریزی و
          تعیین اهداف هستند.
        </p>
      </div>
      <div class="pb-10">
        <h1 class="text-2xl text-[#202020] pb-4">
          <span class="hashtag text-3xl">#</span> پومودورو کاملا متن‌باز میباشد!
        </h1>
        <p class="text-[#464646]">
          تمامی کد های این وب‌اپلیکیشن متن‌باز است و شما می‌توانید برای بهبود آن
          در توسعه مشارکت داشته باشید!
        </p>
      </div>
      <div class="pb-10">
        <h1 class="text-2xl text-[#202020] pb-4">
          <span class="hashtag text-3xl">#</span> اسامی توسعه دهندگان
        </h1>
        <p class="text-[#464646]">به زودی...</p>
      </div>
      <div class="pb-10">
        <h1 class="text-2xl text-[#202020] pb-4">
          <span class="hashtag text-3xl">#</span> لورم اپیسوم
        </h1>
        <p class="text-[#464646]">
          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده
          از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و
          سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای
          متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه
          درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با
          نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان
          خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید
          داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به
          پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی
          سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
        </p>
      </div>
      <div class="pb-10">
        <h1 class="text-2xl text-[#202020] pb-4">
          <span class="hashtag text-3xl">#</span> لورم اپیسوم
        </h1>
        <p class="text-[#464646]">
          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده
          از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و
          سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای
          متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه
          درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با
          نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان
          خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید
          داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به
          پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی
          سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
        </p>
      </div>
    </div>
  </section>
</template>

<script lang="ts" setup></script>
